Gets the evaluator that implements the test for this rule.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public FilterNumericRuleEvaluator GetEvaluator()
  Visual Basic
Public Function GetEvaluator As FilterNumericRuleEvaluator
  Visual C++
public:
FilterNumericRuleEvaluator^ GetEvaluator()
 See Also
  FilterNumericValueRule Class
  Autodesk.Revit.DB Namespace